Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget-og-ks-underskriver-samarbeidsavtale-karasjok.html.tmx
Source language: nob
Languages: sme

source: Sametinget og KS underskriver samarbeidsavtale - Karasjok
sme: Sámediggi ja KS vuolláičállet ovttasbargošiehtadusa - Kárášjohka

source: Sametinget og KS underskriver samarbeidsavtale 9. desember i Karasjok.
sme: Sámediggi ja KS vuolláičállet ovttasbargošiehtadusa juovlamánu 9. beaivvi.

source: Samarbeidsavtalen skal sikre et formelt og systematisk samarbeid i saker der Sametinget og KS har felles interesser.
sme: Ovttasbargošiehtadus galgá sihkkarastit formálalaš ja systemáhtalaš ovttasbarggu áššiin main lea oktasaš beroštumit Sámedikki ja KS gaskkas.

source: Styreleder Gunn Marit Helgesen underskriver samarbeidsavtalen på vegne av KS.
sme: KS bealis boahtá stivrajođiheaddji Gunn Marit Helgesen Kárášjohkii vuolláičállit ovttasbargošiehtadusa.

source: På vegne av Sametinget deltar sametingspresident Aili Keskitalo og rådsmedlem Silje Karine Muotka.
sme: Sámedikki bealis searvaba presideanta Aili Keskitalo ja ráđđelahttu Silje Karine Muotka.
